{
    "nav.home": "Home",
    "nav.services": "Diensten",
    "nav.portfolio": "Portfolio",
    "nav.about": "Over ons",
    "nav.contact": "Contact",
    "footer.text": "Geïnteresseerd? Stuur ons gerust een berichtje!",
    "footer.title.location": "Ons Kantoor",
    "footer.title.contact": "Start een gesprek",
    "footer.title.links": "Handige Links",
    "footer.title.privacy": "Privacy",
    "footer.cookiepolicy": "Cookie policy",
    "footer.madeby": "Webdesign door DreamForge Solutions.",
    "footer.copyright": "Copyright © 2021 DreamForge Solutions. Alle rechten voorbehouden.",
    "footer.logo": "Dreamforge Solutions",
    "home.introtext": "Bij DreamForge bouwen we softwareoplossingen van de bovenste plank. \nWe maken gebruik van de nieuwste technologieën om jouw project uit te werken op maat. Kom langs met je idee, dan maken wij van jouw droom een realiteit.",
    "home.slogan.start": "Wij bouwen jouw ",
    "home.slogan.accent": "droomproject",
    "home.slogan.end": ".",
    "home.button.portfolio": "Onze realisaties",
    "home.button.contact": "Kom op gesprek",
    "home.feature1.title": "Websites & Webshops",
    "home.feature1.text": "Bij DreamForge kan je terecht voor de ideale website op maat. Nood aan een statische website voor je bedrijf? Of een volledig gepersonaliseerde webshop met een unieke stijl? Samen kijken we wat het best bij jou past.",
    "home.feature2.title": "Mobiele applicaties",
    "home.feature2.text": "Een simpele utility app of een volledig gerealiseerde mobile game? Wij gebruiken onze expertise en technische know-how om op maat gebouwde oplossing aan te bieden.",
    "home.feature3.title": "Design & Branding",
    "home.feature3.text": "Nood aan een likje verf voor je huidige website of social media kanalen? Of toch liever een volledig nieuwe huisstijl? Geen probleem, we maken jouw logo, banners, visitekaartjes en meer.",
    "home.feature4.title": "Software op maat",
    "home.feature4.text": "Wij bieden softwareoplossingen van hoge kwaliteit op maat aan. Rijke desktop applicaties, webapplicaties, 3D- of andere grafische applicaties, of eenderwelke combinatie. Maak een afspraak en we bekijken samen wat we voor je kunnen betekenen.",
    "home.article1.title.start": "Zet je bedrijf ",
    "home.article1.title.accent": "digitaal",
    "home.article1.title.end": " op de kaart.",
    "home.article1.text.p1": "Het ontwerpen en ontwikkelen van digitale ervaringen is onze specialiteit, maar daar eindigt ons verhaal niet. ",
    "home.article1.text.p2": "Wij leveren een op maat gemaakte huisstijl inclusief logo's, lettertypes, visitiekaartjes en meer. Het totaalpakket is voor ons even belangrijk als de details.",
    "home.clickbait": "Start hier jouw online avontuur!",
    "home.article2.title.start": "Onze ",
    "home.article2.title.accent": "troeven",
    "home.article2.title.end": "",
    "home.article2.text.p1": "",
    "home.companyvalue1.title": "Klantgerichtheid",
    "home.companyvalue1.text": "Als klant word je zo dicht mogelijk betrokken bij de uitvoering van je project. Zo kan je steeds bijsturen waar nodig en is een uitstekend resultaat verzekerd.",
    "home.companyvalue2.title": "Flexibiliteit",
    "home.companyvalue2.text": "Ons klein en vast team zorgt voor een efficiënte communicatie. Zo kunnen we steeds inspelen op jouw benodigdheden.",
    "home.companyvalue3.title": "Expertise",
    "home.companyvalue3.text": "Ons getalenteerd team van ontwikkelaars loopt geen uitdaging uit de weg. Zit je met een complex probleem? Onze vakkennis helpt je op weg.",
    "home.companyvalue4.title": "Support",
    "home.companyvalue4.text": "Na de afwerking van je project blijven wij steeds beschikbaar voor verdere ondersteuning. We bieden ook tools aan waarmee je zelf de inhoud van je website kan aanpassen.",
    "services.title": "Onze Diensten",
    "services.feature1.title": "Website of webshop",
    "services.feature1.text": "Het internet is vandaag de dag niet meer weg te denken uit het dagelijkse leven. Als bedrijf is een website de ideale manier om nieuwe klanten aan te trekken. Bovendien kom je met een goed gebouwde website een stuk professioneler over.\n\nEen website bouwen is meer dan alleen tekst en code. Wij zorgen voor een handgemaakte website die bij jou of je bedrijf past. Bij elk van onze websites zorgen wij voor:\n\n• SEO Friendliness\n• Responsive, mobile-friendly design\n• SSL-certificaat voor een HTTPS beveiligde website\n\nDaarbovenop bieden wij ook nog ondersteunende features aan, zoals integratie van Google Analytics, sociale media, en een op maat gemaakt CMS systeem.\n\nVerder kunnen we verschillende functionaliteiten integreren die uniek zijn voor jouw project. Denk maar aan een online agenda waar jouw klanten afspraken kunnen plannen, ticketverkoop voor festivals en dergelijke.",
    "services.feature2.title": "Mobiele applicaties",
    "services.feature2.text": "Iedereen heeft de dag van vandaag een smartphone. Mobiele applicaties zijn de perfecte manier om je klanten meer betrokken te krijgen bij je bedrijf. Misschien denk je wel aan een specifieke functionaliteit, zoals het op afstand besturen van apparaten of systemen? Voor deze zaken zijn mobile apps uitermate geschikt.\n\nHeb je een idee of wens je een concept verder uit te werken? Kom zeker eens met ons praten!",
    "services.feature3.title": "Design & Branding",
    "services.feature3.text": "Een huisstijl is ideaal om jouw bedrijf te onderscheiden van concurrenten. Dit is meer dan alleen een logo. Het omvangt kleuren, stijlen, lettertypes en meer. Een consistente huisstijl hanteren is belangrijk om o.a. visitekaartjes, folders, banners, advertenties en dergelijke een samenhangend geheel te laten vormen.\n\nDaarnaast kunnen wij ook motion design voorzien zoals geanimeerde logo's of intro/outro video's. \n\nHeb je nog geen vaste huisstijl? Dan zorgen wij er samen met jou voor dat we een vast design ontwerpen die je kan gebruiken als persoonlijke huistijl.",
    "services.feature4.title": "Software op maat",
    "services.feature4.text": "Wij bieden kwalitatieve softwareoplossingen op maat aan. Rijke desktop applicaties, webapplicaties, 3D- of andere grafische applicaties, of eenderwelke combinatie. Geen uitdaging is te groot voor ons.\n\nBen je meer bezig met de analytische kant van je bedrijf, kunnen wij ook zorgen voor Google Analytics dashboards om je extra inzichten te geven in je data en in je bedrijf.",
    "portfolio.title": "Portfolio",
    "portfolio.placeholder": "We zijn nog bezig met onze website te verbeteren, inhoud op deze pagina is nog niet beschikbaar!",
    "about.title": "Over ons",
    "about.intro": "DreamForge bestaat uit een klein team dat gepassioneerd is door webdesign, softwareontwikkeling en nieuwe technologie. Klantvriendelijkheid en gebruiksvriendelijkheid dragen we hoog in het vaandel. Samen met jou smeden wij verbluffende websites en applicaties, elk met hun eigen unieke stijl. Aarzel niet om ons te contacteren!",
    "about.team.title": "Ons team",
    "about.team.text": "",
    "about.robin": "Robin Coppens",
    "about.robin.role": "Developer / Analist",
    "about.robin.desc": "\"Ik zorg ervoor dat de vraag van klanten goed vertaald wordt naar de website of applicatie waar ze naar op zoek zijn. Ik help mee een mooi resultaat te creëren dat zo goed mogelijk aansluit bij het verhaal van de klant.\"",
    "about.pj": "Pieter-Jan Rotsaert",
    "about.pj.role": "Developer / Software Engineer",
    "about.pj.desc": "\"Van kinds af aan ben ik al geobsedeerd door alles wat met programmeren te maken heeft. Ik neem dan ook de meest technische kant van de zaak voor mijn rekening. Ik zorg ervoor dat we steeds de technologie gebruiken die het best bij jouw project past.\"",
    "about.matthias": "Matthias De Meyer",
    "about.matthias.role": "Grafisch vormgever",
    "about.matthias.desc": "\"Ik zorg ervoor dat jouw project in het oog springt met mooie lettertypes, samengestelde kleuren en leuke icoontjes. Liever iets bewegend? Voor geanimeerde logo's of korte reclamevideo's kan je ook bij mij terecht.\"",
    "ph": "ph",
    "about.matthias.photo": "Graphic Designer",
    "about.robin.photo": "Web Developer",
    "about.pj.photo": "Web Developer",
    "about.team.photo": "Our team",
    "contact.maintitle": "Neem contact met ons op.",
    "contact.text.p1": "Ons team staat steeds paraat om je vragen op te vangen.",
    "contact.text.p2": "Vul onderstaand contactformulier in of stuur een mailtje naar ",
    "contact.page.name": "Naam:",
    "contact.page.email": "E-Mailadres:",
    "contact.address": "Adres:",
    "contact.phone": "Telefoonnummer:",
    "contact.description": "Vertel ons meer over je idee of project:",
    "contact.terms": "Ik verklaar de ",
    "contact.terms.bold": "algemene voorwaarden",
    "contact.terms.end": " gelezen te hebben en ik aanvaard deze.",
    "contact.submitbutton": "Bericht verzenden",
    "contact.error.name": "Gelieve je naam in te voeren.",
    "contact.error.email": "Gelieve een correct e-mailadres in te voeren.",
    "contact.error.address": "Gelieve een correct adres in te voeren.",
    "contact.error.phone": "Gelieve een correct telefoonnummer in te voeren.",
    "contact.error.description": "Gelieve een bericht in te voeren.",
    "contact.error.terms": "Gelieve de voorwaarden te aanvaarden.",
    "contact.error.send": "Er ging iets fout tijdens het verzenden van het bericht: ",
    "contact.submitbutton.sent": "Bericht Verzonden!",
    "cookies.div.text": "Deze website maakt gebruik van cookies om de gebruikers ervaring te verbeteren.",
    "cookies.button.text": "Ik begrijp het!"
}
